Repository: NEXTKING/StoreOnline
Catalog: Melon/*.lproj/Localizable.strings
Languages: pl, ru

# Переоценка
source: Revaluation
pl: Przecena
ru: Переоценка

# Инвентаризация
source: Inventory
pl: Inwentaryzacja
ru: Инвентаризация

# Остатки товара
source: Stock on hand
pl: Pozostałości towaru
ru: Остатки товара

# Приёмка
source: Takeover
pl: Przyjęcie
ru: Приёмка

# Печать ярлыков
source: Print Labels
pl: Druk etykiet
ru: Печать ярлыков

# Синхронизация
source: Synchronizing
pl: Synchronizacja
ru: Синхронизация

# Последняя синхронизация
source: Final synchronizing
pl: Ostatnia synchronizacja
ru: Последняя синхронизация

# Нет данных о последней синхронизации
source: No data on final synchronizing
pl: Brak informacji o ostatnią synchronizację
ru: Нет данных о последней синхронизации

# Отсканируйте штрих-код магазина или введите его вручную
source: Scan the store bar code or enter it manually
pl: Skanować kod kreskowy sklepu albo wskazać jego ręcznie
ru: Отсканируйте штрих-код магазина или введите его вручную

# Отмена
source: Cancel
pl: Skasować
ru: Отмена

# Продолжить
source: Continue
pl: Dalej
ru: Продолжить

# Ошибка во время синхронизации
source: Error while synchronizing
pl: Błąd podczas synchronizacji
ru: Ошибка во время синхронизации

# Наименование
source: Name
pl: Nazwa
ru: Наименование

# Артикул
source: Article
pl: Artykuł
ru: Артикул

# Штрих-код
source: Bar-code
pl: Kod kreskowy
ru: Штрих-код

# Цена
source: Price
pl: Cena
ru: Цена

# р.
source: rubles
pl: PLN
ru: р.

# Печатать Штрих-код
source: Print bar-code
pl: Drukować kod kreskowy
ru: Печатать Штрих-код

# Количество копий
source: Quantity of copies
pl: Ilość kopii
ru: Количество копий

# Введите количество
source: Enter the quantity
pl: Wskazać ilość
ru: Введите количество

# Оk
source: Ok
ru: Оk

# Тип этикетки
source: Label type
pl: Rodzaj etykietki
ru: Тип этикетки

# Изменить
source: Change
pl: Zmienić
ru: Изменить

# Выбрать
source: Select
pl: Wybrać
ru: Выбрать

# ценник
source: Price tag
pl: cennik
ru: ценник

# 48x48 мм
source: 48x48 mm
ru: 48x48 мм

# 30x60 мм
source: 30x60 mm
ru: 30x60 мм

# 29x28 мм
source: 29x28 mm
ru: 29x28 мм

# Печать
source: Print
pl: Drukować
ru: Печать

# Подача этикетки
source: Label feed
pl: Dopływ etykietki
ru: Подача этикетки

# Сбросить сканер
source: Reset scanner
pl: Reset skaner
ru: Сбросить сканер

# Калибровка
source: Calibration
pl: Kalibrowanie
ru: Калибровка

# Привязка принтера
source: Printer binding
pl: Podwiązywanie drukarki
ru: Привязка принтера

# Подача для отрыва
source: Feed for breakdown
pl: Dopływ dla odrywania
ru: Подача для отрыва

# Звук при сканировании
source: Scanning sound
pl: Dźwięk przy skanowaniu
ru: Звук при сканировании

# Ручной ввод
source: Manual input
pl: Ręczne wprowadzenie
ru: Ручной ввод

# Введите штрих-код
source: Enter bar-code
pl: Wskazać kod kreskowy
ru: Введите штрих-код

# Отправить
source: Send
pl: Wysłać
ru: Отправить

# Не удалось найти товар в базе
source: Failure to find item in database
pl: Nie udało się znaleźć towar w bazie
ru: Не удалось найти товар в базе

# Ошибка при выполнении запроса.
source: Error at run query
pl: Błąd przy wykonaniu zapytania.
ru: Ошибка при выполнении запроса.

# Отсканируйте или введите штрих-код принтера
source: Scan and enter printer bar-code
pl: Skanować albo wskazać kod kreskowy drukarki
ru: Отсканируйте или введите штрих-код принтера

# Необходимо привязать принтер
source: It is necessary to bind the printer
pl: Trzeba podwiązać drukarkę
ru: Необходимо привязать принтер

# Подключение к принтеру...
source: Connecting to printer…
pl: Podłaczanie do drukarki...
ru: Подключение к принтеру...

# Печать...
source: Print…
pl: Druk...
ru: Печать...

# Калибровка...
source: Calibration….
pl: Kalibrowanie...
ru: Калибровка...

# Подача ценника...
source: Price tag feed…
pl: Dopływ cennika...
ru: Подача ценника...

# Внимание
source: Attention
pl: Uwaga
ru: Внимание

# Оторвите ценник и нажмите "Продолжить"
source: Tear off price tag, and click "Continue "
pl: Oderwać cennik i nacisnąć "Dalej"
ru: Оторвите ценник и нажмите "Продолжить"

# Чехол не подключен
source: Cover is not connected
pl: Osłona nie podłaczona
ru: Чехол не подключен

# Сканер успешно сброшен
source: Successful scanner reset
pl: Pomysłny reset skanera
ru: Сканер успешно сброшен

# Отсканируйте штрих-код товара
source: Scan item bar-code
pl: Skanować kod kreskowy towaru
ru: Отсканируйте штрих-код товара

# Зона
source: Zone
pl: Strefa
ru: Зона

# Продолжить существующий список?
source: Continue the existing list?
pl: Przedłużyć istniejący spis?
ru: Продолжить существующий список?

# Очистить
source: Clear
pl: Oczyścić
ru: Очистить

# Начать новую инвентаризацию
source: Start new inventory
pl: Zacząć nową inwentaryzację
ru: Начать новую инвентаризацию

# Вы действительно хотите начать новую инвентаризацию?
source: Do you really want to start a new inventory?
pl: Rzeczywiście chcesz zacząć nową inwentaryzację?
ru: Вы действительно хотите начать новую инвентаризацию?

# Нет
source: No
pl: Nie
ru: Нет

# Да
source: Yes
pl: Tak
ru: Да

# Инфо
source: Info
pl: Informacja
ru: Инфо

# Отправить товары на сервер?
source: Send items to the server?
pl: Wysłać towary na serwer?
ru: Отправить товары на сервер?

# Необходимо выполнить синхронизацию
source: It is necessary to synchronize
pl: Trzeba wykonać synchronizację
ru: Необходимо выполнить синхронизацию

# Перед отправкой необходимо отсканировать хотя бы один товар
source: Before sending scan at least one item
pl: Przed wysyłką trzeba skanować chociażby jeden towar
ru: Перед отправкой необходимо отсканировать хотя бы один товар

# Товары успешно отправлены!
source: Items are successfully send
pl: Towary są pomyślnie wysłane!
ru: Товары успешно отправлены!

# Не удалось отправить товары. Убедитесь в наличии подключения к сети.
source: Failed to send items. Check the network connection.
pl: Nie udało się wysłać towary. Przekonać się, że jest podłaczanie do sieci.
ru: Не удалось отправить товары. Убедитесь в наличии подключения к сети.

# Новая инвентаризация успешно начата
source: New inventory is successfully started
pl: Nowa inwentaryzacja pomyślnie jest podjęta
ru: Новая инвентаризация успешно начата

# Не удалось завершить инвентаризацию. Убедитесь в наличии подключения к сети.
source: Failed to complete inventory.
pl: Nie udało się zakończyć inwentaryzację. Przekonać się, że jest podłaczanie do sieci.
ru: Не удалось завершить инвентаризацию. Убедитесь в наличии подключения к сети.

# Секция с таким штрих-кодом не найдена
source: Failure to find such bar-code section
pl: Sekcja z takim kodem kreskowym nie znaleziona
ru: Секция с таким штрих-кодом не найдена

# Количество
source: Quantity
pl: Ilość
ru: Количество

# Товар не найден в базе
source: No items found in database
pl: Towar nie znaleziony w bazie
ru: Товар не найден в базе

# Арт.
source: Art.
ru: Арт.

# Итого
source: Total
ru: Итого

# Нет открытых приёмок
source: No open takeover
pl: Brak otwartych przyjęć
ru: Нет открытых приёмок

# Не удалось отправить данные приёмки
source: Failure to send takeover data
pl: Nie udało się wysłać informacje o przyjęciu
ru: Не удалось отправить данные приёмки

source: Scanned item does not refer to the current set of items. Select an action to be performed
pl: Skanowany towar nie stosuje do bieżącego zestawu towarów. Wybrać działanie, które trzeba zrobić
ru: Отсканированный товар не относится к текущему набору товаров. Выберите действие, которое необходимо совершить

# Добавить в излишки набора
source: Add to excess set
pl: Dodać do nadmiarów zestawu
ru: Добавить в излишки набора

# Добавить в общие излишки
source: Add to total excess
pl: Dodać do ogólnych nadmiarów
ru: Добавить в общие излишки

# Отсканирован короб
source: Scanned box
pl: Skanowano pudło
ru: Отсканирован короб

# Перейти
source: Switch to
pl: Przejść
ru: Перейти

# Вы уверены, что хотите применить все товары без сканирования?
source: Are you sure you want to apply all items without scanning?
pl: Jestesz pewny, że chcesz zastosować wszystkie towary bez skanowania?
ru: Вы уверены, что хотите применить все товары без сканирования?

# Применить все без сканирования
source: Apply all without scanning
pl: Zastosować wszystko bez skanowania
ru: Применить без сканирования

# Отправить данные приёмки на сервер?
source: Send takeover data to the server?
pl: Wysłać dane przyjęcia na serwer?
ru: Отправить данные приёмки на сервер?

# Данные переданы успешно. Завершить приёмку?
source: Successful data transfer. Complete takeover
pl: Dane są wysłane pomyślnie. Zakończyć przyjęcie?
ru: Данные переданы успешно. Завершить приёмку?

# Завершить
source: Complete
pl: Zakończyć
ru: Завершить

# Нет товаров
source: No items
pl: Brak towarów
ru: Нет товаров

# Короб
source: Box
pl: Pudło
ru: Короб

# Набор товаров
source: Items set
pl: Zestaw towarów
ru: Набор товаров

# Общие излишки
source: Total excess
pl: Ogólne nadmiary
ru: Общие излишки

# Накладная
source: Invoice
pl: List przewozowy
ru: Накладная

# Итого: %ld из %ld товаров
source: Total: %ld of %ld items
pl: Razem: %ld z %ld towarów
ru: Итого: %ld из %ld товаров

# из
source: of
pl: z
ru: из

# Тип ярлыка
source: Type Label
pl: Rodzaj etykiety
ru: Тип ярлыка

# Тип этикетки не выбран
source: Label type not selected
pl: Rodzaj etykiety nie wybrano
ru: Тип этикетки не выбран

# не выбран
source: not selected
pl: nie wybrano
ru: не выбран

source: Info
pl: Informacja
